[
  {
    "path": "ab",
    "title": "A",
    "image": "https://www.fusionkitchen.co.uk/public/v3/img/blog/blog42.jpg",

    "heading": "Top 5 Food Trends for Restaurants this Spring Season",
    "date": "April 04th 2023",
    "subject": [
      "Vibrant colours are peeking through the melting snow which means its finally time to welcome spring. Ditch the soups and stews for something light and appetizing like veggies, chips, and even ice-cream.",

      "Wondering what else customers love in spring time? Read on to learn the top food trends to keep an eye on for your restaurant this spring season:"
    ]
  },
  {
    "topic": "Spring Food Trends",
    "heading": "1. Salads",
    "subject": [
      "Spring is the perfect time to munch on some fresh produce. Fruits and veggies can make for amazingly delish salads that work great as sides and even mains. Macaroni salads, creamy noodles, and classics like Caesar and Cobb will always remain crowd-pleasers so it’s best to keep them on the menu.",
      "However, new and innovative salads with premium ingredients like speciality cheese can sway your audience too."
    ]
  },
  {
    "heading": "2. Ice cream and Sorbet",
    "subject": [
      "I scream, you scream, we all scream for ice cream! Restaurants such as Fusion Kitchen UK regularly face an upsurge in ice cream as soon as the sun hits the melting snow. As such, trends to keep an eye on include the demand for non-dairy ice cream options, as well as unique and out of the box flavours.",
      "Food Lover Magazine reveals that Vanilla is the most favourite ice cream flavour of Brits. Rum and raisin is a favourite for adults while the modern generation prefers novel flavours like bubble-gum."
    ]
  },
  {
    "heading": "3. Desserts and Cakes",
    "subject": [
      "Quick-prep desserts and cakes are a hot favourite amongst consumers too. Cookies, cakes, and other dessert items are enjoyed by consumers and have high-profit margins too.",
      "Restaurants can even offer curated dessert boards with some of their signature dessert assortments as their specialty. Having vegan-based desserts, non-dairy options etc. will also drive more consumers to your business."
    ]
  },

  {
    "heading": "4. Poke",
    "subject": "Another top trending item in the spring and summers is Poke. Poke is a traditional Hawaiian dish that is both nutritious and light. Having a mix of rice, fish, fruits and veggies, this dish is a hit amongst the health-conscious and those looking for a unique menu item in the upcoming summer days."
  },
  {
    "heading": "5. Hand-held meals",
    "subject": [
      "Summer time means you get to spend more time outside and what better way to enjoy food than choosing hand-held options? Tacos, gyros, burgers and sandwiches are all options to enjoy in the sun.",
      "Chips are also high in demand that customers enjoy munching on or even as a side. Therefore, make sure to have these on your menu."
    ]
  },
  {
    "heading": "Boost your Restaurant Sales this Spring Holidays",
    "subject": "Spring time brings in a lot of eventful holidays which means more food to celebrate. Here are some of the spring holidays your restaurant can capitalize on:"
  },

  { "subjectlist": "Mother's Day" },
  { "subjectlist": "Easter" },
  { "subjectlist": "Father's Day" },
  { "subjectlist": "Memorial Day" },
  { "subjectlist": "Good Friday" },
  { "subjectlist": "Cinco de Mayo" },
  { "subjectlist": "Easter Monday" },
  {
    "subject": [
      "In order to make the most sales on these holidays, make sure to have chicken, veggies, sushi, pizza, seafood, meat, dumplings, and our top spring food menu items on your menu. With the right marketing tactics and amazing food quality, we are sure you can blow your customers away.",

      "Looking for an online food portal to showcase your restaurant? Partner with Fusion Kitchen and boost your clientele now."
    ]
  }
]
